princeton/ipvs/results/timeseries/time-varying/3_X_max/all-backends/archive/10s/wlc-alt-5/httperf_client_121.log
httperf --verbose --hog --timeout=50 --client=0/1 --server=172.16.116.116 --port=8080 --uri=/ --rate=24 --send-buffer=4096 --recv-buffer=16384 --num-conns=14400 --num-calls=1
httperf: maximum number of open descriptors = 65535
Maximum connect burst length: 1

Connection lifetime histogram (time in ms):
             :
            10.5 316
            11.5 572
            12.5 375
            13.5 426
            14.5 544
            15.5 695
            16.5 661
            17.5 529
            18.5 489
            19.5 448
            20.5 401
            21.5 374
            22.5 359
            23.5 275
            24.5 242
            25.5 223
            26.5 161
            27.5 134
            28.5 104
            29.5 104
            30.5 73
            31.5 59
            32.5 43
            33.5 35
            34.5 33
            35.5 14
            36.5 23
            37.5 15
            38.5 10
            39.5 8
            40.5 9
            41.5 6
            42.5 8
            43.5 9
            44.5 8
            45.5 10
            46.5 15
            47.5 6
            48.5 12
            49.5 10
            50.5 9
            51.5 10
            52.5 3
            53.5 12
            54.5 12
            55.5 5
            56.5 17
            57.5 13
            58.5 18
            59.5 15
            60.5 11
            61.5 12
            62.5 21
            63.5 15
            64.5 13
            65.5 15
            66.5 13
            67.5 18
            68.5 15
            69.5 12
            70.5 17
            71.5 21
            72.5 18
            73.5 18
            74.5 14
            75.5 20
            76.5 17
            77.5 25
            78.5 21
            79.5 19
            80.5 24
            81.5 19
            82.5 15
            83.5 20
            84.5 19
            85.5 23
            86.5 20
            87.5 14
            88.5 17
            89.5 15
            90.5 19
            91.5 20
            92.5 25
            93.5 23
            94.5 19
            95.5 20
            96.5 17
            97.5 16
            98.5 24
            99.5 20
           100.5 12
           101.5 16
           102.5 19
           103.5 24
           104.5 18
           105.5 20
           106.5 20
           107.5 21
           108.5 15
           109.5 18
           110.5 19
           111.5 16
           112.5 20
           113.5 14
           114.5 15
           115.5 18
           116.5 19
           117.5 28
           118.5 18
           119.5 19
           120.5 20
           121.5 9
           122.5 20
           123.5 21
           124.5 15
           125.5 18
           126.5 19
           127.5 21
           128.5 14
           129.5 20
           130.5 20
           131.5 16
           132.5 19
           133.5 18
           134.5 18
           135.5 7
           136.5 21
           137.5 14
           138.5 13
           139.5 15
           140.5 15
           141.5 13
           142.5 10
           143.5 9
           144.5 18
           145.5 10
           146.5 10
           147.5 15
           148.5 11
           149.5 14
           150.5 11
           151.5 11
           152.5 13
           153.5 7
           154.5 7
           155.5 8
           156.5 8
           157.5 6
           158.5 13
           159.5 9
           160.5 7
           161.5 14
           162.5 6
           163.5 7
           164.5 7
           165.5 3
           166.5 6
           167.5 7
           168.5 6
           169.5 6
           170.5 12
           171.5 10
           172.5 2
           173.5 10
           174.5 7
           175.5 1
           176.5 8
           177.5 10
           178.5 7
           179.5 1
           180.5 1
           181.5 4
           182.5 4
           183.5 4
           184.5 4
           185.5 1
           186.5 5
           187.5 4
           188.5 4
           189.5 3
           190.5 5
           191.5 2
           192.5 5
           193.5 3
           194.5 2
             :
           196.5 4
           197.5 1
           198.5 2
           199.5 1
           200.5 1
           201.5 2
           202.5 1
           203.5 1
           204.5 2
           205.5 2
           206.5 1
           207.5 4
           208.5 1
             :
           210.5 2
           211.5 2
           212.5 1
           213.5 1
           214.5 1
           215.5 1
           216.5 1
           217.5 1
           218.5 2
           219.5 1
           220.5 2
             :
           222.5 1
           223.5 3
           224.5 1
             :
           226.5 1
             :
           229.5 1
             :
           232.5 1
           233.5 1
             :
           235.5 2
             :
           242.5 3
             :
           244.5 1
             :
           250.5 4
             :
           252.5 2
             :
           254.5 1
             :
           257.5 2
           258.5 2
             :
           260.5 1
           261.5 2
             :
           264.5 1
           265.5 2
             :
           267.5 1
           268.5 1
           269.5 1
           270.5 1
           271.5 1
             :
           273.5 1
             :
           277.5 1
           278.5 1
             :
           281.5 1
           282.5 1
           283.5 2
           284.5 1
           285.5 1
             :
           288.5 1
             :
           290.5 1
           291.5 1
           292.5 1
           293.5 4
           294.5 2
           295.5 2
           296.5 1
             :
           298.5 2
             :
           300.5 3
           301.5 1
           302.5 1
             :
           304.5 1
           305.5 1
             :
           307.5 1
           308.5 2
             :
           310.5 2
             :
           312.5 2
           313.5 2
           314.5 2
           315.5 1
           316.5 2
             :
           318.5 1
             :
           320.5 1
             :
           322.5 1
           323.5 1
             :
           325.5 2
             :
           329.5 3
           330.5 1
           331.5 1
             :
           333.5 1
             :
           335.5 3
             :
           337.5 1
           338.5 1
           339.5 2
           340.5 1
           341.5 1
             :
           344.5 2
           345.5 1
             :
           349.5 1
           350.5 1
           351.5 2
           352.5 2
           353.5 2
           354.5 1
           355.5 2
           356.5 3
           357.5 1
             :
           360.5 1
             :
           362.5 1
             :
           365.5 3
             :
           367.5 1
           368.5 2
             :
           370.5 1
           371.5 1
           372.5 2
             :
           374.5 1
             :
           381.5 2
             :
           384.5 1
           385.5 1
           386.5 3
           387.5 1
           388.5 2
           389.5 2
           390.5 1
             :
           392.5 2
           393.5 2
           394.5 1
             :
           396.5 4
             :
           399.5 1
             :
           401.5 1
           402.5 3
             :
           404.5 1
             :
           407.5 1
             :
           409.5 3
           410.5 1
           411.5 1
           412.5 1
           413.5 1
           414.5 1
           415.5 2
             :
           417.5 2
           418.5 2
             :
           420.5 2
             :
           424.5 1
           425.5 1
             :
           428.5 1
           429.5 2
             :
           432.5 1
             :
           434.5 2
           435.5 1
           436.5 2
             :
           438.5 1
           439.5 3
             :
           441.5 2
           442.5 1
           443.5 1
           444.5 1
             :
           446.5 3
           447.5 1
           448.5 3
           449.5 1
           450.5 1
           451.5 1
           452.5 1
           453.5 2
             :
           455.5 1
           456.5 3
             :
           458.5 1
           459.5 2
           460.5 2
           461.5 2
           462.5 1
           463.5 1
             :
           465.5 1
           466.5 1
             :
           468.5 4
           469.5 1
           470.5 2
           471.5 1
           472.5 1
             :
           474.5 2
           475.5 1
           476.5 1
             :
           478.5 2
             :
           480.5 3
           481.5 1
           482.5 2
           483.5 3
           484.5 1
           485.5 2
           486.5 1
           487.5 1
             :
           489.5 3
             :
           491.5 2
           492.5 1
             :
           495.5 2
           496.5 4
           497.5 1
           498.5 1
           499.5 1
           500.5 2
           501.5 1
             :
           503.5 2
           504.5 1
           505.5 2
           506.5 3
             :
           508.5 2
             :
           510.5 2
           511.5 2
           512.5 1
           513.5 2
             :
           515.5 2
           516.5 3
             :
           518.5 3
             :
           520.5 3
           521.5 2
             :
           524.5 1
             :
           526.5 2
           527.5 2
           528.5 3
           529.5 3
             :
           532.5 1
           533.5 2
             :
           535.5 4
           536.5 1
           537.5 1
           538.5 2
             :
           540.5 4
           541.5 2
           542.5 3
             :
           544.5 2
           545.5 4
           546.5 2
           547.5 2
           548.5 2
           549.5 3
           550.5 4
           551.5 3
           552.5 1
           553.5 2
           554.5 2
           555.5 2
           556.5 3
           557.5 1
           558.5 4
           559.5 6
           560.5 5
           561.5 6
           562.5 2
           563.5 2
           564.5 1
           565.5 3
           566.5 4
             :
           569.5 6
           570.5 4
           571.5 4
           572.5 3
           573.5 2
           574.5 4
           575.5 4
           576.5 1
           577.5 4
           578.5 3
             :
           580.5 6
           581.5 7
           582.5 1
           583.5 6
           584.5 2
           585.5 5
           586.5 5
           587.5 4
           588.5 5
           589.5 5
           590.5 3
           591.5 11
           592.5 5
           593.5 4
           594.5 2
           595.5 5
             :
           597.5 7
           598.5 5
           599.5 6
           600.5 6
           601.5 8
           602.5 2
           603.5 5
           604.5 2
           605.5 6
           606.5 6
           607.5 13
           608.5 6
           609.5 7
           610.5 1
           611.5 10
           612.5 5
           613.5 3
           614.5 7
           615.5 10
           616.5 11
           617.5 7
           618.5 6
           619.5 7
           620.5 4
           621.5 6
           622.5 6
           623.5 3
           624.5 9
           625.5 6
           626.5 4
           627.5 8
           628.5 5
           629.5 6
           630.5 9
           631.5 6
           632.5 4
           633.5 3
           634.5 3
           635.5 8
           636.5 4
           637.5 7
           638.5 7
           639.5 11
           640.5 5
           641.5 5
           642.5 9
           643.5 11
           644.5 10
           645.5 6
           646.5 17
           647.5 4
           648.5 9
           649.5 3
           650.5 9
           651.5 8
           652.5 5
           653.5 14
           654.5 7
           655.5 4
           656.5 12
           657.5 10
           658.5 6
           659.5 7
           660.5 9
           661.5 6
           662.5 3
           663.5 9
           664.5 4
           665.5 10
           666.5 2
           667.5 9
           668.5 11
           669.5 10
           670.5 12
           671.5 4
           672.5 3
           673.5 9
           674.5 12
           675.5 6
           676.5 8
           677.5 9
           678.5 7
           679.5 8
           680.5 6
           681.5 11
           682.5 9
           683.5 10
           684.5 7
           685.5 5
           686.5 13
           687.5 5
           688.5 8
           689.5 4
           690.5 10
           691.5 4
           692.5 9
           693.5 3
           694.5 10
           695.5 7
           696.5 8
           697.5 7
           698.5 9
           699.5 5
           700.5 4
           701.5 10
           702.5 11
           703.5 10
           704.5 5
           705.5 9
           706.5 11
           707.5 6
           708.5 7
           709.5 11
           710.5 9
           711.5 11
           712.5 10
           713.5 8
           714.5 11
           715.5 10
           716.5 10
           717.5 9
           718.5 9
           719.5 6
           720.5 8
           721.5 6
           722.5 7
           723.5 9
           724.5 6
           725.5 6
           726.5 4
           727.5 10
           728.5 9
           729.5 8
           730.5 8
           731.5 5
           732.5 9
           733.5 12
           734.5 6
           735.5 10
           736.5 8
           737.5 4
           738.5 13
           739.5 10
           740.5 4
           741.5 9
           742.5 11
           743.5 13
           744.5 5
           745.5 8
           746.5 5
           747.5 6
           748.5 5
           749.5 8
           750.5 9
           751.5 13
           752.5 7
           753.5 18
           754.5 12
           755.5 7
           756.5 9
           757.5 5
           758.5 6
           759.5 6
           760.5 7
           761.5 3
           762.5 8
           763.5 2
           764.5 8
           765.5 7
           766.5 6
           767.5 8
           768.5 5
           769.5 7
           770.5 8
           771.5 9
           772.5 8
           773.5 8
           774.5 5
           775.5 9
           776.5 8
           777.5 11
           778.5 6
           779.5 4
           780.5 4
           781.5 12
           782.5 7
           783.5 6
           784.5 11
           785.5 6
           786.5 8
           787.5 8
           788.5 4
           789.5 9
           790.5 4
           791.5 4
           792.5 7
           793.5 7
           794.5 6
           795.5 7
           796.5 11
           797.5 9
           798.5 7
           799.5 5
           800.5 7
           801.5 8
           802.5 7
           803.5 7
           804.5 12
           805.5 5
           806.5 5
           807.5 7
           808.5 6
           809.5 7
           810.5 7
           811.5 2
           812.5 8
           813.5 5
           814.5 8
           815.5 6
           816.5 5
           817.5 10
           818.5 4
           819.5 7
           820.5 4
           821.5 5
           822.5 10
           823.5 7
           824.5 4
           825.5 3
           826.5 6
           827.5 8
           828.5 5
           829.5 5
           830.5 5
           831.5 10
           832.5 5
           833.5 4
           834.5 5
           835.5 6
           836.5 7
           837.5 8
           838.5 5
           839.5 8
           840.5 10
           841.5 12
           842.5 9
           843.5 16
           844.5 7
           845.5 8
           846.5 5
           847.5 9
           848.5 5
           849.5 5
           850.5 4
           851.5 7
           852.5 3
           853.5 4
           854.5 3
           855.5 7
           856.5 2
           857.5 2
           858.5 8
           859.5 3
           860.5 4
           861.5 7
           862.5 4
           863.5 8
           864.5 6
           865.5 4
           866.5 1
           867.5 6
           868.5 5
           869.5 4
           870.5 5
           871.5 4
           872.5 4
           873.5 6
           874.5 3
           875.5 4
           876.5 3
           877.5 4
           878.5 3
           879.5 5
           880.5 5
           881.5 6
           882.5 3
           883.5 6
           884.5 7
           885.5 6
           886.5 5
           887.5 7
           888.5 7
           889.5 6
           890.5 3
           891.5 10
           892.5 4
           893.5 4
           894.5 1
           895.5 5
           896.5 9
           897.5 3
           898.5 3
           899.5 2
           900.5 4
           901.5 7
           902.5 7
           903.5 8
           904.5 6
           905.5 3
           906.5 4
           907.5 3
           908.5 7
           909.5 5
           910.5 7
           911.5 4
           912.5 2
           913.5 3
           914.5 11
           915.5 1
           916.5 7
           917.5 2
           918.5 5
           919.5 8
           920.5 6
           921.5 3
           922.5 4
           923.5 6
           924.5 6
           925.5 2
           926.5 5
           927.5 6
           928.5 4
           929.5 9
           930.5 3
           931.5 2
           932.5 3
           933.5 4
           934.5 3
           935.5 5
           936.5 6
           937.5 1
           938.5 6
           939.5 2
           940.5 2
           941.5 4
           942.5 4
           943.5 4
           944.5 4
             :
           946.5 2
           947.5 1
           948.5 5
           949.5 4
           950.5 5
           951.5 3
           952.5 4
           953.5 4
           954.5 2
           955.5 4
           956.5 1
           957.5 5
           958.5 4
           959.5 2
           960.5 3
           961.5 3
           962.5 5
           963.5 1
           964.5 3
           965.5 3
             :
           967.5 1
           968.5 5
           969.5 2
           970.5 3
           971.5 1
           972.5 3
           973.5 1
           974.5 3
           975.5 3
             :
           977.5 4
           978.5 3
           979.5 4
           980.5 3
           981.5 1
           982.5 3
           983.5 3
           984.5 5
           985.5 4
           986.5 2
           987.5 4
           988.5 3
           989.5 3
           990.5 5
           991.5 3
           992.5 1
           993.5 1
           994.5 1
           995.5 3
           996.5 3
           997.5 4
           998.5 1
           999.5 5
          1000.5 4
          1001.5 2
          1002.5 3
          1003.5 2
          1004.5 6
          1005.5 3
          1006.5 5
             :
          1008.5 9
          1009.5 3
          1010.5 2
          1011.5 4
          1012.5 2
          1013.5 2
          1014.5 2
          1015.5 2
          1016.5 2
             :
          1018.5 1
             :
          1020.5 1
          1021.5 3
          1022.5 4
             :
          1024.5 4
          1025.5 3
          1026.5 4
             :
          1028.5 3
          1029.5 2
          1030.5 3
          1031.5 4
          1032.5 3
             :
          1035.5 1
          1036.5 2
             :
          1038.5 2
             :
          1040.5 1
          1041.5 2
          1042.5 2
          1043.5 1
          1044.5 4
          1045.5 2
          1046.5 4
          1047.5 2
          1048.5 4
          1049.5 1
          1050.5 3
          1051.5 3
          1052.5 2
          1053.5 1
          1054.5 4
          1055.5 1
          1056.5 1
          1057.5 4
          1058.5 1
          1059.5 4
             :
          1061.5 1
          1062.5 2
          1063.5 3
          1064.5 4
          1065.5 2
          1066.5 1
          1067.5 1
             :
          1069.5 1
          1070.5 2
          1071.5 1
          1072.5 1
          1073.5 1
          1074.5 1
          1075.5 2
          1076.5 3
          1077.5 1
          1078.5 4
          1079.5 4
             :
          1083.5 4
          1084.5 2
          1085.5 1
          1086.5 1
          1087.5 2
          1088.5 4
          1089.5 2
          1090.5 2
          1091.5 4
          1092.5 1
             :
          1094.5 2
          1095.5 2
          1096.5 2
          1097.5 1
             :
          1099.5 2
          1100.5 2
          1101.5 1
          1102.5 2
             :
          1104.5 4
          1105.5 3
          1106.5 1
          1107.5 3
          1108.5 3
          1109.5 1
             :
          1111.5 2
          1112.5 1
          1113.5 1
          1114.5 2
          1115.5 1
          1116.5 3
             :
          1118.5 2
          1119.5 2
          1120.5 1
          1121.5 1
          1122.5 1
          1123.5 3
          1124.5 1
          1125.5 1
             :
          1127.5 1
          1128.5 3
          1129.5 2
          1130.5 2
          1131.5 1
          1132.5 2
          1133.5 2
          1134.5 1
          1135.5 2
          1136.5 3
          1137.5 3
             :
          1139.5 1
          1140.5 3
          1141.5 3
          1142.5 3
             :
          1144.5 1
             :
          1147.5 1
          1148.5 3
             :
          1150.5 2
          1151.5 1
          1152.5 1
          1153.5 2
          1154.5 1
             :
          1156.5 2
          1157.5 2
          1158.5 2
          1159.5 2
          1160.5 1
             :
          1162.5 1
          1163.5 1
          1164.5 1
          1165.5 1
          1166.5 1
          1167.5 4
          1168.5 2
          1169.5 1
             :
          1171.5 3
          1172.5 3
             :
          1174.5 1
          1175.5 1
          1176.5 1
          1177.5 1
          1178.5 1
          1179.5 2
          1180.5 2
          1181.5 1
             :
          1183.5 2
          1184.5 1
          1185.5 3
          1186.5 2
             :
          1189.5 2
          1190.5 2
          1191.5 2
          1192.5 1
             :
          1194.5 1
          1195.5 2
          1196.5 2
          1197.5 1
          1198.5 1
             :
          1200.5 1
          1201.5 2
          1202.5 1
             :
          1204.5 2
             :
          1206.5 1
          1207.5 1
             :
          1209.5 1
          1210.5 4
          1211.5 1
          1212.5 1
          1213.5 1
          1214.5 3
             :
          1216.5 1
             :
          1218.5 2
          1219.5 1
          1220.5 2
          1221.5 2
          1222.5 1
          1223.5 1
          1224.5 1
          1225.5 1
          1226.5 1
          1227.5 1
          1228.5 2
             :
          1232.5 2
             :
          1234.5 1
          1235.5 3
             :
          1237.5 3
             :
          1241.5 1
             :
          1244.5 4
             :
          1247.5 1
             :
          1249.5 1
          1250.5 1
          1251.5 2
          1252.5 2
             :
          1254.5 2
          1255.5 2
          1256.5 1
          1257.5 2
          1258.5 2
             :
          1260.5 1
          1261.5 1
             :
          1266.5 2
          1267.5 2
          1268.5 1
          1269.5 1
          1270.5 1
             :
          1272.5 2
             :
          1274.5 2
          1275.5 2
          1276.5 1
          1277.5 2
          1278.5 1
             :
          1282.5 1
          1283.5 1
          1284.5 1
          1285.5 2
             :
          1287.5 1
             :
          1289.5 1
          1290.5 1
          1291.5 2
             :
          1293.5 2
          1294.5 1
             :
          1296.5 2
          1297.5 3
          1298.5 1
          1299.5 2
             :
          1301.5 1
          1302.5 3
          1303.5 2
             :
          1306.5 2
          1307.5 2
             :
          1309.5 1
             :
          1312.5 2
          1313.5 1
          1314.5 1
          1315.5 1
             :
          1318.5 1
          1319.5 1
          1320.5 2
             :
          1322.5 1
             :
          1326.5 1
             :
          1328.5 1
          1329.5 2
          1330.5 2
          1331.5 2
          1332.5 2
          1333.5 2
          1334.5 2
             :
          1336.5 1
          1337.5 1
          1338.5 1
             :
          1342.5 2
          1343.5 2
          1344.5 3
          1345.5 2
             :
          1349.5 1
          1350.5 1
          1351.5 2
          1352.5 1
             :
          1354.5 2
             :
          1358.5 1
          1359.5 2
             :
          1364.5 1
          1365.5 1
          1366.5 2
          1367.5 1
          1368.5 2
          1369.5 2
          1370.5 2
          1371.5 1
          1372.5 3
             :
          1374.5 1
          1375.5 1
             :
          1378.5 2
          1379.5 2
          1380.5 1
          1381.5 1
          1382.5 1
             :
          1387.5 2
          1388.5 1
          1389.5 3
             :
          1392.5 1
          1393.5 3
          1394.5 2
             :
          1397.5 1
          1398.5 1
             :
          1400.5 1
          1401.5 2
          1402.5 1
             :
          1404.5 1
          1405.5 1
          1406.5 1
          1407.5 1
          1408.5 1
          1409.5 2
             :
          1412.5 2
          1413.5 2
          1414.5 1
          1415.5 2
             :
          1417.5 1
          1418.5 2
             :
          1420.5 1
             :
          1422.5 1
             :
          1425.5 1
             :
          1427.5 1
          1428.5 1
             :
          1430.5 1
          1431.5 1
          1432.5 1
             :
          1435.5 4
          1436.5 2
          1437.5 1
             :
          1445.5 1
             :
          1447.5 1
          1448.5 1
             :
          1452.5 1
          1453.5 1
             :
          1455.5 1
          1456.5 1
             :
          1459.5 1
          1460.5 5
          1461.5 1
          1462.5 1
          1463.5 2
             :
          1465.5 2
          1466.5 1
             :
          1468.5 1
             :
          1470.5 1
             :
          1475.5 2
          1476.5 1
             :
          1478.5 1
          1479.5 1
          1480.5 1
          1481.5 1
             :
          1483.5 1
          1484.5 1
             :
          1487.5 1
          1488.5 1
             :
          1490.5 1
          1491.5 1
             :
          1496.5 1
             :
          1499.5 2
             :
          1502.5 2
          1503.5 1
          1504.5 1
             :
          1506.5 2
             :
          1508.5 1
             :
          1510.5 3
             :
          1516.5 1
             :
          1521.5 1
             :
          1525.5 2
             :
          1528.5 1
             :
          1530.5 2
          1531.5 3
             :
          1533.5 2
          1534.5 1
          1535.5 2
             :
          1538.5 3
          1539.5 1
             :
          1541.5 1
             :
          1546.5 2
             :
          1550.5 2
             :
          1554.5 1
             :
          1557.5 1
          1558.5 3
          1559.5 1
          1560.5 2
          1561.5 2
          1562.5 1
          1563.5 1
          1564.5 1
          1565.5 1
          1566.5 2
             :
          1572.5 2
          1573.5 1
          1574.5 1
             :
          1576.5 1
             :
          1578.5 2
             :
          1581.5 3
          1582.5 3
             :
          1586.5 1
             :
          1590.5 1
          1591.5 1
             :
          1593.5 1
             :
          1596.5 2
             :
          1598.5 2
          1599.5 1
             :
          1601.5 1
             :
          1603.5 1
             :
          1605.5 1
          1606.5 1
             :
          1610.5 1
          1611.5 1
          1612.5 3
             :
          1615.5 2
          1616.5 4
             :
          1618.5 1
          1619.5 1
             :
          1621.5 1
             :
          1623.5 2
          1624.5 1
          1625.5 1
          1626.5 2
             :
          1630.5 4
             :
          1633.5 2
          1634.5 1
             :
          1636.5 1
             :
          1639.5 1
          1640.5 1
          1641.5 3
          1642.5 2
             :
          1644.5 1
          1645.5 1
          1646.5 1
             :
          1649.5 1
          1650.5 1
             :
          1652.5 3
             :
          1654.5 1
          1655.5 2
             :
          1658.5 1
          1659.5 1
             :
          1661.5 1
             :
          1667.5 1
          1668.5 1
          1669.5 1
             :
          1674.5 1
          1675.5 1
          1676.5 1
             :
          1679.5 1
          1680.5 2
          1681.5 1
             :
          1684.5 2
          1685.5 1
          1686.5 3
          1687.5 1
             :
          1689.5 3
          1690.5 1
          1691.5 1
             :
          1693.5 2
             :
          1695.5 1
          1696.5 1
             :
          1700.5 1
          1701.5 2
             :
          1703.5 1
          1704.5 1
             :
          1706.5 2
          1707.5 2
             :
          1710.5 1
          1711.5 2
          1712.5 3
          1713.5 1
             :
          1715.5 2
          1716.5 2
          1717.5 2
             :
          1719.5 1
          1720.5 1
          1721.5 2
             :
          1723.5 1
          1724.5 1
          1725.5 3
             :
          1729.5 1
          1730.5 2
          1731.5 1
          1732.5 1
             :
          1735.5 1
          1736.5 1
          1737.5 1
             :
          1740.5 1
          1741.5 2
          1742.5 1
          1743.5 2
          1744.5 2
          1745.5 1
          1746.5 4
             :
          1748.5 1
             :
          1754.5 1
             :
          1756.5 1
             :
          1759.5 1
          1760.5 2
             :
          1763.5 1
             :
          1765.5 2
          1766.5 2
             :
          1768.5 3
          1769.5 1
          1770.5 1
             :
          1772.5 1
             :
          1774.5 1
          1775.5 2
             :
          1777.5 1
          1778.5 1
             :
          1782.5 2
          1783.5 2
          1784.5 1
             :
          1786.5 2
          1787.5 2
          1788.5 1
          1789.5 1
             :
          1793.5 1
          1794.5 1
             :
          1797.5 1
          1798.5 1
          1799.5 2
          1800.5 1
          1801.5 1
             :
          1803.5 1
             :
          1806.5 2
          1807.5 2
             :
          1810.5 2
             :
          1813.5 2
             :
          1815.5 1
          1816.5 1
          1817.5 1
          1818.5 1
             :
          1820.5 1
             :
          1822.5 2
          1823.5 1
          1824.5 1
          1825.5 2
          1826.5 2
          1827.5 1
             :
          1829.5 1
          1830.5 1
          1831.5 1
             :
          1833.5 1
          1834.5 2
          1835.5 1
          1836.5 1
          1837.5 1
             :
          1839.5 1
             :
          1843.5 2
          1844.5 1
          1845.5 1
          1846.5 1
             :
          1851.5 1
          1852.5 1
          1853.5 2
          1854.5 2
             :
          1857.5 1
             :
          1859.5 1
             :
          1861.5 1
             :
          1863.5 1
          1864.5 1
          1865.5 1
             :
          1871.5 2
             :
          1874.5 1
          1875.5 1
             :
          1879.5 1
             :
          1881.5 1
             :
          1883.5 2
          1884.5 1
          1885.5 1
          1886.5 1
             :
          1888.5 1
          1889.5 2
             :
          1892.5 3
          1893.5 2
          1894.5 2
             :
          1898.5 1
             :
          1900.5 1
          1901.5 1
             :
          1904.5 1
          1905.5 1
             :
          1909.5 2
             :
          1914.5 1
          1915.5 1
             :
          1923.5 1
             :
          1925.5 2
             :
          1927.5 1
          1928.5 2
             :
          1931.5 1
             :
          1933.5 1
             :
          1935.5 1
             :
          1939.5 1
             :
          1941.5 1
          1942.5 1
             :
          1944.5 2
             :
          1946.5 1
          1947.5 1
          1948.5 1
          1949.5 1
             :
          1951.5 1
             :
          1956.5 3
          1957.5 1
             :
          1961.5 1
             :
          1963.5 1
          1964.5 1
          1965.5 1
          1966.5 1
          1967.5 1
             :
          1969.5 2
             :
          1971.5 1
          1972.5 1
             :
          1976.5 2
             :
          1979.5 3
          1980.5 1
             :
          1984.5 1
             :
          1988.5 1
             :
          1991.5 1
             :
          1993.5 1
          1994.5 4
             :
          1997.5 1
          1998.5 2
          1999.5 2
          2000.5 1
             :
          2004.5 1
             :
          2008.5 1
             :
          2011.5 1
             :
          2014.5 1
             :
          2017.5 1
             :
          2020.5 2
          2021.5 1
             :
          2026.5 1
          2027.5 2
             :
          2029.5 1
             :
          2031.5 1
          2032.5 1
             :
          2035.5 1
             :
          2037.5 2
             :
          2039.5 1
          2040.5 1
          2041.5 1
             :
          2043.5 1
          2044.5 1
          2045.5 1
          2046.5 1
          2047.5 2
             :
          2050.5 2
             :
          2052.5 1
          2053.5 1
          2054.5 1
          2055.5 2
          2056.5 1
             :
          2066.5 1
          2067.5 1
          2068.5 2
             :
          2070.5 1
          2071.5 1
          2072.5 2
          2073.5 1
             :
          2076.5 1
             :
          2081.5 1
          2082.5 1
             :
          2084.5 1
          2085.5 1
          2086.5 1
             :
          2088.5 2
          2089.5 1
             :
          2093.5 1
             :
          2095.5 1
             :
          2097.5 2
          2098.5 1
             :
          2101.5 1
             :
          2105.5 2
          2106.5 2
          2107.5 2
             :
          2110.5 1
             :
          2113.5 1
          2114.5 1
          2115.5 2
             :
          2117.5 1
             :
          2121.5 2
          2122.5 1
             :
          2124.5 1
          2125.5 1
          2126.5 1
             :
          2129.5 2
             :
          2133.5 2
             :
          2139.5 2
             :
          2142.5 1
             :
          2144.5 1
             :
          2146.5 1
             :
          2148.5 2
             :
          2150.5 1
          2151.5 1
             :
          2154.5 1
          2155.5 3
             :
          2158.5 2
             :
          2161.5 2
             :
          2167.5 1
             :
          2170.5 2
             :
          2173.5 1
          2174.5 3
          2175.5 1
             :
          2177.5 2
             :
          2181.5 2
          2182.5 2
             :
          2184.5 1
          2185.5 1
          2186.5 1
          2187.5 2
             :
          2190.5 1
          2191.5 1
          2192.5 2
             :
          2202.5 1
             :
          2206.5 1
          2207.5 1
             :
          2209.5 2
             :
          2213.5 1
             :
          2216.5 1
             :
          2224.5 1
          2225.5 1
             :
          2227.5 1
             :
          2230.5 1
             :
          2233.5 1
             :
          2235.5 2
             :
          2237.5 1
             :
          2239.5 1
          2240.5 1
             :
          2243.5 1
          2244.5 1
             :
          2247.5 1
          2248.5 1
             :
          2250.5 1
             :
          2252.5 1
          2253.5 1
          2254.5 1
             :
          2256.5 1
          2257.5 1
             :
          2259.5 1
          2260.5 1
             :
          2264.5 1
          2265.5 1
          2266.5 1
             :
          2271.5 1
          2272.5 1
             :
          2274.5 1
          2275.5 1
          2276.5 1
             :
          2278.5 1
          2279.5 1
          2280.5 1
          2281.5 1
             :
          2284.5 1
          2285.5 1
          2286.5 1
             :
          2288.5 1
             :
          2290.5 1
             :
          2292.5 2
          2293.5 1
          2294.5 1
             :
          2299.5 1
          2300.5 1
             :
          2303.5 1
          2304.5 1
          2305.5 2
             :
          2310.5 2
             :
          2313.5 1
          2314.5 3
          2315.5 1
             :
          2322.5 2
             :
          2325.5 4
          2326.5 3
          2327.5 2
          2328.5 1
             :
          2330.5 1
          2331.5 1
          2332.5 1
             :
          2336.5 1
             :
          2338.5 1
          2339.5 1
          2340.5 3
          2341.5 2
          2342.5 1
          2343.5 1
          2344.5 1
             :
          2347.5 1
             :
          2349.5 1
             :
          2352.5 1
             :
          2359.5 1
          2360.5 1
             :
          2363.5 1
          2364.5 2
             :
          2366.5 2
          2367.5 1
          2368.5 1
             :
          2372.5 2
             :
          2375.5 2
          2376.5 1
          2377.5 1
             :
          2380.5 1
             :
          2382.5 1
          2383.5 1
             :
          2385.5 1
          2386.5 1
             :
          2390.5 1
             :
          2392.5 1
             :
          2394.5 1
             :
          2396.5 2
          2397.5 1
             :
          2401.5 1
          2402.5 2
             :
          2408.5 1
             :
          2415.5 1
          2416.5 1
          2417.5 1
          2418.5 1
          2419.5 1
          2420.5 2
          2421.5 2
          2422.5 1
          2423.5 1
          2424.5 1
          2425.5 1
             :
          2427.5 1
             :
          2432.5 2
          2433.5 1
          2434.5 2
             :
          2438.5 3
             :
          2440.5 1
             :
          2443.5 1
             :
          2445.5 2
          2446.5 1
          2447.5 1
             :
          2452.5 1
          2453.5 1
             :
          2455.5 1
             :
          2457.5 1
             :
          2460.5 1
          2461.5 1
          2462.5 1
             :
          2464.5 1
          2465.5 1
             :
          2467.5 1
          2468.5 2
             :
          2470.5 1
          2471.5 1
          2472.5 1
             :
          2474.5 1
             :
          2476.5 2
             :
          2479.5 1
          2480.5 2
             :
          2482.5 2
             :
          2485.5 1
          2486.5 1
             :
          2490.5 1
             :
          2492.5 2
          2493.5 1
             :
          2496.5 1
             :
          2498.5 1
             :
          2504.5 2
          2505.5 1
             :
          2507.5 2
             :
          2512.5 1
             :
          2514.5 1
          2515.5 1
          2516.5 1
          2517.5 1
             :
          2519.5 1
             :
          2522.5 2
             :
          2524.5 1
             :
          2526.5 1
             :
          2529.5 1
             :
          2532.5 2
          2533.5 2
          2534.5 1
             :
          2537.5 1
             :
          2543.5 1
             :
          2551.5 1
          2552.5 2
             :
          2554.5 1
             :
          2559.5 2
             :
          2561.5 1
          2562.5 1
          2563.5 1
             :
          2565.5 1
             :
          2574.5 1
             :
          2578.5 1
             :
          2582.5 1
             :
          2585.5 1
          2586.5 2
          2587.5 1
          2588.5 1
             :
          2591.5 1
          2592.5 1
             :
          2594.5 2
          2595.5 1
          2596.5 1
             :
          2598.5 1
             :
          2603.5 1
             :
          2605.5 1
             :
          2607.5 1
          2608.5 1
          2609.5 1
          2610.5 2
             :
          2614.5 1
             :
          2616.5 1
             :
          2620.5 1
             :
          2623.5 1
             :
          2630.5 1
             :
          2633.5 1
             :
          2638.5 1
             :
          2642.5 1
          2643.5 1
             :
          2645.5 1
             :
          2648.5 1
             :
          2651.5 1
          2652.5 1
          2653.5 1
             :
          2656.5 1
             :
          2659.5 1
          2660.5 1
             :
          2663.5 1
             :
          2667.5 1
          2668.5 1
          2669.5 2
             :
          2671.5 1
             :
          2676.5 2
             :
          2680.5 1
             :
          2683.5 1
          2684.5 1
          2685.5 2
             :
          2688.5 1
          2689.5 1
          2690.5 1
             :
          2694.5 1
             :
          2697.5 3
          2698.5 3
             :
          2703.5 1
             :
          2706.5 1
             :
          2708.5 1
             :
          2711.5 1
             :
          2717.5 1
          2718.5 1
          2719.5 1
             :
          2721.5 1
          2722.5 2
             :
          2724.5 2
          2725.5 1
             :
          2728.5 1
             :
          2730.5 1
             :
          2733.5 2
          2734.5 1
          2735.5 1
             :
          2737.5 1
             :
          2739.5 1
             :
          2742.5 1
             :
          2744.5 1
             :
          2751.5 1
             :
          2754.5 1
          2755.5 1
             :
          2757.5 1
             :
          2762.5 1
             :
          2766.5 2
             :
          2770.5 1
             :
          2772.5 1
             :
          2774.5 1
             :
          2776.5 1
             :
          2781.5 2
             :
          2785.5 1
             :
          2793.5 1
          2794.5 1
             :
          2798.5 1
             :
          2801.5 1
             :
          2805.5 1
          2806.5 1
          2807.5 1
             :
          2816.5 1
             :
          2824.5 1
          2825.5 1
             :
          2836.5 1
             :
          2840.5 2
             :
          2842.5 1
             :
          2844.5 1
             :
          2846.5 1
             :
          2848.5 2
             :
          2851.5 1
             :
          2853.5 1
             :
          2856.5 1
             :
          2858.5 1
             :
          2861.5 1
             :
          2866.5 1
             :
          2870.5 2
             :
          2876.5 1
             :
          2885.5 1
          2886.5 1
             :
          2888.5 1
             :
          2890.5 1
             :
          2895.5 2
          2896.5 1
             :
          2900.5 1
             :
          2903.5 1
             :
          2919.5 1
          2920.5 1
             :
          2924.5 1
             :
          2926.5 1
             :
          2929.5 1
          2930.5 1
             :
          2934.5 1
             :
          2936.5 1
             :
          2938.5 1
             :
          2944.5 1
             :
          2946.5 2
             :
          2951.5 1
             :
          2954.5 2
          2955.5 2
             :
          2958.5 1
          2959.5 1
             :
          2963.5 1
             :
          2967.5 3
             :
          2971.5 1
             :
          2975.5 1
             :
          2978.5 1
             :
          2980.5 1
             :
          2984.5 2
             :
          2986.5 1
          2987.5 1
             :
          2991.5 1
             :
          2993.5 1
          2994.5 1
             :
          2996.5 1
          2997.5 1
          2998.5 1
             :
          3000.5 1
             :
          3008.5 1
          3009.5 1
             :
          3013.5 2
             :
          3024.5 1
          3025.5 1
             :
          3032.5 1
             :
          3035.5 1
             :
          3038.5 1
             :
          3040.5 1
          3041.5 1
             :
          3046.5 1
          3047.5 1
             :
          3053.5 1
             :
          3057.5 1
             :
          3059.5 1
             :
          3064.5 1
             :
          3075.5 1
             :
          3081.5 1
             :
          3090.5 1
             :
          3092.5 1
             :
          3094.5 1
             :
          3103.5 1
             :
          3112.5 1
          3113.5 1
             :
          3120.5 1
             :
          3125.5 1
          3126.5 1
             :
          3128.5 2
             :
          3142.5 1
             :
          3146.5 1
             :
          3148.5 2
             :
          3150.5 1
             :
          3152.5 1
             :
          3155.5 1
             :
          3157.5 1
             :
          3166.5 1
             :
          3174.5 1
             :
          3185.5 2
             :
          3187.5 2
             :
          3189.5 1
             :
          3196.5 1
             :
          3198.5 1
             :
          3203.5 1
             :
          3207.5 1
          3208.5 1
             :
          3211.5 1
             :
          3216.5 1
          3217.5 1
             :
          3228.5 1
             :
          3231.5 2
             :
          3246.5 2
             :
          3257.5 1
             :
          3264.5 1
          3265.5 2
             :
          3269.5 1
          3270.5 2
             :
          3276.5 1
             :
          3278.5 1
             :
          3300.5 1
          3301.5 1
          3302.5 1
             :
          3304.5 1
             :
          3311.5 1
             :
          3317.5 1
             :
          3327.5 1
             :
          3337.5 1
          3338.5 1
             :
          3345.5 1
             :
          3351.5 1
             :
          3367.5 1
             :
          3379.5 1
          3380.5 1
             :
          3382.5 1
             :
          3389.5 2
             :
          3391.5 2
             :
          3419.5 1
          3420.5 1
          3421.5 1
             :
          3427.5 1
             :
          3436.5 1
             :
          3447.5 1
             :
          3461.5 1
             :
          3475.5 1
          3476.5 1
          3477.5 1
             :
          3486.5 1
             :
          3512.5 1
             :
          3514.5 1
             :
          3560.5 1
             :
          3597.5 1
             :
          3610.5 1
             :
          3628.5 1
             :
          3639.5 1
             :
          3661.5 1
             :
          3742.5 1

Total: connections 14400 requests 14400 replies 14399 test-duration 599.975 s

Connection rate: 24.0 conn/s (41.7 ms/conn, <=73 concurrent connections)
Connection time [ms]: min 10.1 avg 381.0 max 3742.7 median 27.5 stddev 635.2
Connection time [ms]: connect 1.0
Connection length [replies/conn]: 1.000

Request rate: 24.0 req/s (41.7 ms/req)
Request size [B]: 67.0

Reply rate [replies/s]: min 8.0 avg 24.0 max 52.0 stddev 4.7 (599 samples)
Percentages of the replies served at a given rate:
   50%: 23
   66%: 24
   75%: 24
   80%: 25
   90%: 27
   95%: 30
   98%: 36
   99%: 44
  100%: 52

Reply time [ms]: response 357.4 transfer 22.5
Percentages of the requests served within a certain time (ms) :
   50%: 25
   66%: 140
   75%: 592
   80%: 687
   90%: 1008
   95%: 1773
   98%: 2466
   99%: 2829
  100%: 3638

Reply size [B]: header 163.0 content 72.0 footer 1.0 (total 236.0)
Reply status: 1xx=0 2xx=14392 3xx=0 4xx=0 5xx=7

CPU time [s]: user 441.07 system 157.58 (user 73.5% system 26.3% total 99.8%)
Net I/O: 7.1 KB/s (0.1*10^6 bps)

Errors: total 1 client-timo 0 socket-timo 0 connrefused 0 connreset 1
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0